Repository: Excito/kronolith
Catalog: po/*.po
Languages: cs_cz

source: Set recurrence end date
cs_cz: Nastavit datum ukonèení opakování

source: Set start date
cs_cz: Nastavit datum zaèátku

source: Set your Free/Busy calendars and your own and other users' Free/Busy options.
cs_cz: Nastavit Va¹e volno/obsazeno kalendáøe a volno/obsazeno mo¾nosti Va¹ich nebo ostatních u¾ivatelù.

source: Shared Calendars:
cs_cz: Sdílené kalendáøe:

source: Show
cs_cz: Zobrazit

source: Show Free/Busy legend?
cs_cz: Zobrazit legendu pro volno/obsazeno?

source: Show category legend?
cs_cz: Zobrazit legendu kategorií?

source: Show delete, alarm, and recurrence icons in calendar views?
cs_cz: Zobrazit ikonky pro smazání, alarm a opakování pøi zobrazování kalendáøe?

source: Show external events using category colors?
cs_cz: Zobrazit externí události barvami kategorií?

source: Show only events that have an alarm set?
cs_cz: Mají se zobrazovat pouze události s alarmem?

source: Show shared calendars side-by-side?
cs_cz: Zobrazit sdílené kalendáøe vedle sebe?

source: Show time of day between each day in week views?
cs_cz: Zobrazit èas mezi ka¾dým dnem v týdenním zobrazení?

source: Sta_rt
cs_cz: Zaèá_tek

source: Start Date
cs_cz: Datum zaèátku

source: Start Day
cs_cz: Den zaèátku

source: Start Hour
cs_cz: Hodina zaèátku

source: Start Minute
cs_cz: Minuta zaèátku

source: Start Month
cs_cz: Mìsíc zaèátku

source: Start On
cs_cz: Zaèíná v

source: Start Time
cs_cz: Èas zaèátku

source: Start Year
cs_cz: Rok zaèátku

source: Stat_us
cs_cz: Sta_v

source: Status
cs_cz: Stav

source: Storing free/busy is not available.
cs_cz: Ukládání volno/obsazeno není dostupné.

source: Su
cs_cz: Ne

source: Subscribe
cs_cz: Odebírat

source: Subscribe to a Remote Calendar
cs_cz: Odebírat vzdálený kalendáø

source: Subscription URL
cs_cz: Odebírací URL

source: Sunday
cs_cz: Nedìle

source: Tentative
cs_cz: Pøedbì¾ný

source: Th
cs_cz: Èt

source: The %s file didn't contain any events.
cs_cz: Soubor %s neobsahoval ¾ádné události.

source: The Calendar backend is not currently available.
cs_cz: Backend pro kalendáøe momentálnì není dostupný.

source: The Calendar backend is not currently available: %s
cs_cz: Backend pro kalendáøe momentálnì není dostupný: %s.

source: The Edit Attendees screen is no longer present. Exiting.
cs_cz: Stránka s úpravou Úèastníkù ji¾ neexistuje. Konèím.

source: The attendee hasn't been updated because the update was not sent from the attendee.
cs_cz: Úèastník nebyl aktualizován proto¾e aktualizace nebyla zaslána od tohoto úèastníka.

source: The calendar "%s" has been created.
cs_cz: Kalendáø "%s" byl vytvoøen.

source: The calendar "%s" has been deleted.
cs_cz: Kalendáø "%s" byl smazán.

source: The calendar "%s" has been renamed to "%s".
cs_cz: Kalendáø "%s" byl pøejmenován na "%s".

source: The calendar "%s" has been saved.
cs_cz: Kalendáø "%s" byl ulo¾en.

source: The calendar could not be purged: %s
cs_cz: Nelze vyèistit kalendáø: %s

source: The end date must be later than the start date.
cs_cz: Datum konce musí být po datu zaèátku.

source: The event "%s" has been added to "%s" calendar, which is on %s at %s.
cs_cz: Událost "%s" byla pøidána do kalendáøe "%s", která je ve %s o %s.

source: The event "%s" has been deleted from "%s" calendar, which was on %s at %s.
cs_cz: Událost "%s" byla smazána z kalendáøe "%s", která byla ve %s o %s.

source: The event "%s" has been edited on "%s" calendar, which is on %s at %s.
cs_cz: Událost "%s" byla upravena v kalendáøi "%s", která je ve %s o %s.

source: The event notification to %s was successfully sent.
cs_cz: Upozornìní o události bylo úspì¹nì zasláno pro %s.

source: The following is a more detailed description of the event:
cs_cz: Následuje podrobnìj¹í popis události:

source: The free/busy url for %s cannot be retrieved.
cs_cz: Nelze získat volno/obsazeno url pro %s.

source: The remote calendar was not found.
cs_cz: Nebyl nalezen vzdálený kalendáø.

source: The request was incomplete. Some parameters that are necessary to accept or decline an event are missing.
cs_cz: Po¾adavek byl nekompletní. Chybìli nìkteré parametry, které jsou nezbytné pro potvrzení nebo odmítnutí zprávy.

source: The requested event was not found.
cs_cz: Po¾adována událost nebyla nalezena.

source: The requested feed (%s) was not found on this server.
cs_cz: Na tomto serveru nebyl nalezen po¾adovaný feed (%s).

source: The user "%s" does not exist.
cs_cz: U¾ivatel "%s" neexistuje.

source: There are no events matching the current criteria.
cs_cz: ®ádné události se neshodují se souèasným kritériem.

source: There was an error accessing the calendar: %s
cs_cz: Nastala chyba pøi pøístupu ke kalendáøi: %s

source: There was an error adding the event: %s
cs_cz: Nastala chyba pøi pøidávání události: %s

source: There was an error editing the event: %s
cs_cz: Nastala chyba pøi úpravì události: %s

source: There was an error importing the iCalendar data.
cs_cz: Pøi importování iCalendar dat do¹lo k chybì.

source: There was an error moving the event: %s
cs_cz: Nastala chyba pøi posunu události: %s

source: There was an error sending an event notification to %s: %s
cs_cz: Nastala chyba pøi zasílíní oznámení o události pro %s: %s

source: There were no events to export.
cs_cz: ®ádné události k exportování.

source: This Month
cs_cz: Tento mìsíc

source: This calendar cannot be deleted.
cs_cz: Tento kalendáø nelze smazat.

source: This file format is not supported.
cs_cz: Tento formát souboru není podporován.

source: This is a recurring event. Delete the current event only, this<br />occurrence and all future occurences, or all occurences?
cs_cz: Tohle je opakujíci se událost. Smazat pouze aktuální událost, tento<br />výskyt a v¹echny výskyty v budoucnu, nebo v¹echny výskyty?

source: This is a recurring event. Edit the current event only, this occurrence<br />and all future occurences, all occurences, or save this event as new?
cs_cz: Tohle je opakujíci se událost. Upravit pouze aktuální událost, tento<br />výskyt a v¹echny výskyty v budoucnu, nebo v¹echny výskyty?

source: This is what the server said: %s
cs_cz: Toto je zpráva ze serveru: %s

source: Thursday
cs_cz: Ètvrtek

source: Time Sp_an
cs_cz: Èasové roz_pìtí

source: Time span
cs_cz: Èasové rozpìtí

source: Tit_le
cs_cz: Ná_zev

source: Title
cs_cz: Název

source: To embed this calendar in another website, use this code:
cs_cz: Pou¾ijte následující kód pro vlo¾ení tohoto kalendáøe do jiné webové stránky:

source: To select multiple fields, hold down the Control (PC) or Command (Mac) while clicking.
cs_cz: Pokud si pøejete vybrat více polí, zmáèknìte a dr¾te klávesu Control (PC) nebo Command (Mac) a kliknìte na polo¾ku.

source: To subscribe to this calendar from a feed reader, use this URL:
cs_cz: Pro odebírání tohoto kalendáøe z èteèky (feed reader) pou¾ijte toto URL:

source: To subscribe to this calendar from another calendar program, use this URL:
cs_cz: Pro odebírání tohoto kalendáøe z jiného kalendáøového programu pou¾ijte toto URL:

source: Today
cs_cz: Dnes

source: Tomorrow
cs_cz: Zítra

source: Tu
cs_cz: Út

source: Tuesday
cs_cz: Úterý

source: Type
cs_cz: Typ

source: Unable to connect to SQL server.
cs_cz: Nelze se pøipojit na SQL server.

source: Unable to delete "%s": %s
cs_cz: Nelze smazat "%s": %s.

source: Unable to delete calendar "%s": %s
cs_cz: Nelze smazat kalendáø "%s": %s

source: Unable to load the definition of %s.
cs_cz: Nelze naèíst definici %s.

source: Unable to recognize "%s" as an email address.
cs_cz: Nelze rozpoznat "%s" jako e-mailovou adresu.

source: Unable to rename "%s": %s
cs_cz: Nelze pøejmìnovat "%s": %s

source: Unable to retrieve free/busy information for %s
cs_cz: Nelze získat volno/obsazeno informace pro %s

source: Unable to save calendar "%s": %s
cs_cz: Nelze ulo¾it kalendáø "%s": %s

source: Unfiled
cs_cz: Nevyplnìno

source: Unknown calendar protocol
cs_cz: Neznámy kalendáøový protokol.

source: Unsubscribe
cs_cz: Zru¹it odebírání

source: Unsubscribe from %s
cs_cz: Zru¹it odebírání %s

source: Unsupported Content-Type: %s
cs_cz: Nepodporovaný typ obsahu (Content-Type): %s

source: Upcoming Events
cs_cz: Nadcházející události

source: Updated "%s".
cs_cz: Aktualizováno "%s".

source: Updated: %s.
cs_cz: Aktualizováno: %s.

source: User Interface
cs_cz: U¾ivatelské rozhraní

source: User to add:
cs_cz: Vybrat u¾ivatele, který bude pøidán:

source: Username
cs_cz: U¾ivatelské jméno

source: View Day
cs_cz: Zobrazit den

source: We
cs_cz: St

source: We would like to remind you of this upcoming event. %s Location: %s Date: %s Time: %s %s
cs_cz: Rádi bychom Vám pøipomìli tuto nadcházející událost. %s Místo: %s Datum: %s Èas: %s %s

source: Wednesday
cs_cz: Støeda

source: Week
cs_cz: Týden

source: Week %d
cs_cz: Týden %d

source: Week(s)
cs_cz: Týden(y)

source: Weekly
cs_cz: Týdnì

source: Weekly: Recurs every
cs_cz: Týdnì: Opakuje se ka¾dý

source: What time should day and week views end, when there are no later events?
cs_cz: Kdy má èasové zobrazení dne a týdne konèit, pokud neobsahuje pozdní události?

source: What time should day and week views start, when there are no earlier events?
cs_cz: Kdy má èasové zobrazení dne a týdne zaèít, pokud neobsahuje døívìj¹í události?

source: When:
cs_cz: Kdy:

source: Where:
cs_cz: Kde:

source: Which kind of holidays do you want to get displayed?
cs_cz: Jaký typ svátkù chcete zobrazovat?

source: Who:
cs_cz: Kdo:

source: Work Week
cs_cz: Pracovní týden

source: Year
cs_cz: Rok

source: Yearly
cs_cz: Roènì

source: Yearly: Recurs every
cs_cz: Roènì: Opakuje se ka¾dý

source: You are not allowed to change this calendar.
cs_cz: Nejste oprávnìni mìnit tento kalendáø.

source: You are not allowed to create more than %d events.
cs_cz: Nemáte povoleno vytvoøit více ne¾ %d událostí.

source: You are not allowed to delete this calendar.
cs_cz: Nejste oprávnìni smazat tento kalendáø.

source: You are not allowed to remove user data.
cs_cz: Nejste oprávnìni smazat u¾ivatelská data.

source: You are not an attendee of the specified event.
cs_cz: Nejste úèastník dané události.

source: You can only use this form from the Edit Attendees screen.
cs_cz: Tento formuláø lze pou¾ít pouze ze stránky Úpravy úèastníkù.

source: You do not have an email address configured in your Personal Information Options. You must set one %shere%s before event notifications can be sent.
cs_cz: Nemáte nastavenou e-mailovou adresu ve Va¹ich Osobních informacích. Alespoò jednu %szde%s musíte nastavit, ne¾ budou odeslány upozornìní.

source: You do not have permission to add events to %s.
cs_cz: Nedostateèná práva pro pøidání událostí do %s.

source: You do not have permission to add events to the selected calendar.
cs_cz: Nedostateèná práva pro pøidání událostí do vybraného kalendáøe.

source: You do not have permission to delegate events to %s.
cs_cz: Nedostateèná práva pro delegování událostí do %s.

source: You do not have permission to delete this event.
cs_cz: Nedostateèná práva pro smazání této události.

source: You do not have permission to edit this event.
cs_cz: Nedostateèná práva pro úpravu této události.

source: You do not have permission to move this event.
cs_cz: Nedostateèná práva pro pøesunutí této události.

source: You have been subscribed to "%s" (%s).
cs_cz: Zaèali jste odebírat "%s" (%s).

source: You have been unsubscribed from "%s" (%s).
cs_cz: Zru¹ili jste odebírání "%s" (%s).

source: You have specified an invalid calendar.
cs_cz: Zadali jste neplatný kalendáø.

source: You have successfully accepted attendence to this event.
cs_cz: Úspì¹nì jste potvrdili úèast na této události.

source: You have successfully declined attendence to this event.
cs_cz: Úspì¹nì jste odmítli úèast na této události.

source: You have tentatively accepted attendence to this event.
cs_cz: Pøedbì¾nì jste potvrdili úèast na této události.

source: You must select an address first.
cs_cz: Musíte nejdøíve vybrat adresu.

source: You requested to be notified when events are added to your calendars.
cs_cz: ®ádali jste aby jste byli upozornìni kdy¾ budou pøidány události do Va¹ich kalendáøù.

source: You requested to be notified when events are deleted from your calendars.
cs_cz: ®ádali jste aby jste byli upozornìni kdy¾ budou smazány události z Va¹ich kalendáøù.

source: You requested to be notified when events are edited in your calendars.
cs_cz: ®ádali jste aby jste byli upozornìni kdy¾ budou upraveny události ve Va¹ich kalendáøích.

source: Your daily agenda for %s
cs_cz: Vá¹ denní program pro %s

source: Your default calendar
cs_cz: Vá¹ výchozí kalendáø

source: [Manage Calendars]
cs_cz: [Spravovat kalendáøe]

source: [Unnamed event]
cs_cz: [Událost bez názvu]

source: _Basic Search
cs_cz: _Základní vyhledávání

source: _Edit
cs_cz: _Upravit

source: _Goto
cs_cz: _Jít na

source: _Import/Export
cs_cz: _Importovat/Exportovat

source: _New Event
cs_cz: _Nová událost

source: _Print
cs_cz: _Tisk

source: _Search
cs_cz: _Vyhledat

source: _Today
cs_cz: _Dnes

source: as %s
cs_cz: jako %s

source: before the event starts
cs_cz: pøed zaèátkem události

source: before the event starts. A value of "0" means no default alarms.
cs_cz: pøed zaèátkem události. Hodnota "0" znamená bez výchozích alarmù

source: by %s
cs_cz: u¾ivatelem %s

source: by me
cs_cz: mnou

source: day
cs_cz: den

source: day(s)
cs_cz: den(dny)

source: days
cs_cz: dny

source: events.csv
cs_cz: události.cvs

source: events.ics
cs_cz: události.ics

source: in
cs_cz: v

source: month(s)
cs_cz: mìsíc(e)

source: on %s at %s
cs_cz: %s o %s

source: on the same date
cs_cz: ve stejném datu

source: on the same weekday
cs_cz: ve stejném týdnu

source: recurrences
cs_cz: opakování

source: week
cs_cz: týden

source: week(s) on:
cs_cz: týden(týdny) v:

source: weeks
cs_cz: týdny

source: year(s) on the same date
cs_cz: rok(rokù) ve stejný datum

source: year(s) on the same day of the year
cs_cz: rok(rokù) ve stejném dni v roku

source: year(s) on the same weekday and month of the year
cs_cz: rok (rokù) ve stejný den v týdnu a mìsíc v roku
