Repository: Excito/kronolith
Catalog: po/*.po
Languages: cs_cz

source: to
cs_cz: do

source: until %s
cs_cz: a¾ do %s

source: without end
cs_cz: bez konce

source: %d events
cs_cz: %d událostí

source: %d times
cs_cz: %d krát

source: %s Day(s) %s Hour(s) %s Minutes
cs_cz: %s Dnù(Den) %s Hodin(a) %s Minut

source: %s attendees
cs_cz: %s úèastníkù

source: %s file successfully imported
cs_cz: %s soubor úspì¹nì importován

source: %s's Calendar
cs_cz: %s Kalendáø

source: * Add these by clicking Add *
cs_cz: * Pøidat tyto kliknutím na Pøidat *

source: * Please select address(es) *
cs_cz: * Vyberte prosím e-mailovou(é) adresu(y) *

source: , %d times
cs_cz: , %d krát

source: 1 attendee
cs_cz: 1 úèastník

source: 1 event
cs_cz: 1 událost

source: 1 hour
cs_cz: 1 hodina

source: 15 minutes
cs_cz: 15 minut

source: 20 minutes
cs_cz: 20 minut

source: 30 minutes
cs_cz: 30 minut

source: Accepted
cs_cz: Pøijato

source: Ad_vanced Search
cs_cz: Po_kroèilé vyhledávání

source: Add
cs_cz: Pøidat

source: Add Event
cs_cz: Pøidat událost

source: Add a new event
cs_cz: Pøidat novou událost

source: Add attendees
cs_cz: Pøidat úèastníky

source: Add source
cs_cz: Pøidat zdroj

source: Add to attendees
cs_cz: Pøidat do úèastníkù

source: Address Book
cs_cz: Adresáø

source: Address Books
cs_cz: Adresáøe

source: Advanced Search
cs_cz: Pokroèilé vyhledávání

source: Alarm %d days before
cs_cz: Alarm %d dnù pøed

source: Alarm %d hours before
cs_cz: Alarm %d hodin pøed

source: Alarm %d minutes before
cs_cz: Alarm %d minut pøed

source: Alarm %d weeks before
cs_cz: Alarn %d týdnù pøed

source: Alarm 1 day before
cs_cz: Alarm 1 den pøed

source: Alarm 1 hour before
cs_cz: Alarm 1 hodinu pøed

source: Alarm 1 minute before
cs_cz: Alarm 1 minutu pøed

source: Alarm 1 week before
cs_cz: Alarm 1 týden pøed

source: Alarm Date
cs_cz: Datum alarmu

source: Alarm Span (minutes)
cs_cz: Vymìøení alarmu (v minutách)

source: Alarm Time
cs_cz: Èas alarmu

source: Alarm Unit
cs_cz: Jednotka alarmu

source: Alarm Value
cs_cz: Hodnota alarmu

source: Alarm enabled
cs_cz: Alarm aktivován

source: All
cs_cz: V¹e

source: All Attendees
cs_cz: V¹ichni úèastníci

source: All Authenticated Users
cs_cz: V¹ichni ovìøení u¾ivatelé

source: All Calendars
cs_cz: V¹echny kalendáøe

source: All Future
cs_cz: V¹echny v budoucnosti

source: All Past
cs_cz: V¹echny v minulosti

source: All Visible
cs_cz: V¹echny viditelné

source: All day
cs_cz: Celý den

source: All day event
cs_cz: Událost na celý den

source: All events
cs_cz: V¹echny události

source: All of your events older than %d days will be permanently deleted.
cs_cz: V¹echny Va¹e události star¹í ne¾ %d dní budou trvale vymazány.

source: Already Exists
cs_cz: Ji¾ existuje

source: Any
cs_cz: Jakákoliv

source: April
cs_cz: Duben

source: At
cs_cz: V

source: Attached is an iCalendar file with more information about the event. If your mail client supports iTip requests you can use this file to easily update your local copy of the event.
cs_cz: Soubor iCalendar je pøilo¾en s informacemi o události. Pokud Vá¹ e-mailový klient podporuje iTip ¾ádosti, mù¾ete pou¾ít tento soubor pro jednodu¹¹í aktualizaci lokálního kalendáøe.

source: Attempt to edit a non-existent share.
cs_cz: Pokus o úpravu neexistujícího sdíleného objektu.

source: Attendance
cs_cz: Úèast

source: Attendee
cs_cz: Úèastník

source: Attendees
cs_cz: Úèastníci

source: Attendees: %s
cs_cz: Úèastníci: %s

source: August
cs_cz: Srpen

source: Available Address books:
cs_cz: Dostupné adresáøe:

source: Basic Search
cs_cz: Základní vyhledávání

source: Birthday
cs_cz: Narozeniny

source: Busy
cs_cz: Zanepráznìný

source: C_alendar
cs_cz: K_alendáø

source: Cal_endar
cs_cz: Kal_endáø

source: Calendar
cs_cz: Kalendáø

source: Calendar Information
cs_cz: Informace o kalendáøi

source: Calendar List
cs_cz: Seznam kalendáøù

source: Calendar Summary
cs_cz: Shrnutí kalendáøe

source: Calendar successfully purged.
cs_cz: Kalendáø úspì¹nì vyèistìný.

source: Calendars
cs_cz: Kalendáøe

source: Calendars Printed:
cs_cz: Vytisknuté kalendáøe:

source: Can't create a new event.
cs_cz: Nelze vytvoøit novou událost.

source: Cancel
cs_cz: Zru¹it

source: Cancelled
cs_cz: Zru¹eno

source: Cancelled: %s
cs_cz: Zru¹eno: %s

source: Cannot delete event: %s
cs_cz: Nelze smazat událost: %s

source: Categor_y
cs_cz: Kategor_ie

source: Category
cs_cz: Kategorie

source: Change Permissions
cs_cz: Zmìnit práva

source: Choose how you want to be notified about event changes, event alarms and upcoming events.
cs_cz: Vyberte jakým zpùsobem chcete být upozoròováni na zmìny v událostech, alarmy pro události a nadcházející události.

source: Choose how you want to receive reminders for events with alarms:
cs_cz: Vyberte jakým zpùsobem chcete dostávat pøipomínky na události s alarmem:

source: Choose if you want to be notified of new, edited, and deleted events by email:
cs_cz: Vyberte jestli chcete být upozornìni e-mailem na nové, upravené a smazáne události:

source: Choose if you want to receive daily agenda email reminders:
cs_cz: Vyberte jestli chcete e-mailem dostávat pøipomínky pro denní program:

source: Choose if you want to receive reminders for events with alarms:
cs_cz: Vyberte jestli chcete dostávat pøipomínky pro události s alarmy:

source: Choose the calendars to include in the above Free/Busy URL:
cs_cz: Vyberte kalendáøe, které budou zahrnuty do Volno/Obsazeno URL:

source: Choose the calendars to include when generating Free/Busy URLs:
cs_cz: Vyberte kalendáøe, které budou zahrnuty do generování Volno/Obsazeno URL:

source: Choose the order of address books to search when expanding addresses.
cs_cz: Vybrat poøadí adresáøù, v jakém budou prohledávány pøi expandování adres.

source: Choose the views to show event locations in:
cs_cz: Vyberte zobrazení ve kterých se bude ukazovat místo události:

source: Choose the views to show event start and end times in:
cs_cz: Vyberte zobrazení ve kterých se bude ukazovat èas zaèátku a èas konce události:

source: Choose which holidays to display
cs_cz: Vyberte, které svátky se mají zobrazovat

source: Choose your default calendar.
cs_cz: Vyberte Vá¹ výchozí kalendáø

source: Clear all attendees
cs_cz: Smazat v¹echny úèastníky

source: Click on one of your selected address books and then select all fields to search.
cs_cz: Kliknìte na jeden z Va¹ich adresáøù a vyberte v¹echna pole, která se budou prohledávat.

source: Click or copy this URL to display this calendar
cs_cz: Kliknìte nebo si zkopírujte toto URL pro zobrazení tohto kalendáøe

source: Close
cs_cz: Zavøít

source: Close Window
cs_cz: Zavøít okno

source: Close window
cs_cz: Zavøít okno

source: Comma separated values
cs_cz: Èárkou oddìlené hodnoty

source: Confirm deletion of events?
cs_cz: Potvrdit smazání událostí?

source: Confirmed
cs_cz: Potvrzeno

source: Copy this URL for use wherever you need your Free/Busy URL:
cs_cz: Zkopírovat toto URL; budete-li potøebovat Va¹í Volno/Obsazeno URL, mù¾ete jej kdykoli pou¾ít:

source: Could not execute maintenance operations.
cs_cz: Nelze provést operace údr¾by.

source: Could not open %s.
cs_cz: Nelze otevøít %s.

source: Create
cs_cz: Vytvoøit

source: Create Calendar
cs_cz: Vytvoøit kalendáø

source: Create a New Event
cs_cz: Vytvoøit novou událost

source: Create a new Local Calendar
cs_cz: Vytvoøit nový lokální kalendáø

source: Created
cs_cz: Vytvoøeno

source: Current
cs_cz: Souèasný

source: Daily
cs_cz: Dennì

source: Daily: Recurs every
cs_cz: Dennì: Opakuje se ka¾dý

source: Day
cs_cz: Den

source: Day(s)
cs_cz: Den(Dny)

source: De_lete
cs_cz: Sma_zat

source: December
cs_cz: Prosinec

source: Declined
cs_cz: Zamítnutý

source: Default Alarm Setting:
cs_cz: Výchozí nastavení alarmu:

source: Default Calendar
cs_cz: Výchozí kalendáø

source: Delegate
cs_cz: Delegovat

source: Delete
cs_cz: Smazat

source: Delete %s
cs_cz: Smazat %s

source: Delete exception on %s
cs_cz: Smazat výjimku pro %s

source: Deleted %d event older than %d days.
cs_cz: Smazána %d událost star¹í ne¾ %d dní.

source: Descri_ption
cs_cz: Popi_s

source: Description
cs_cz: Popis

source: Display
cs_cz: Zobrazit

source: Display Options
cs_cz: Mo¾nosti zobrazení

source: Display URL
cs_cz: Zobrazit URL

source: Does not recur
cs_cz: Bez opakování

source: Don't send me a notification if I've added, changed or deleted the event?
cs_cz: Neposílat mi upozornìní pokud jsem já pøidal, zmìnil nebo smazal událost?

source: Due: %s
cs_cz: Oèekávaný: %s

source: Duration
cs_cz: Délka trvání

source: Duration Day
cs_cz: Trvání dnù

source: Duration Hour
cs_cz: Trvání hodin

source: Duration Minute
cs_cz: Trvání minut

source: Edit
cs_cz: Upravit

source: Edit %s
cs_cz: Upravit %s

source: Edit Attendees
cs_cz: Upravit úèastníky

source: Edit Permissions
cs_cz: Upravit práva

source: Edit Permissions for %s
cs_cz: Upravit práva pro %s

source: Edit attendee
cs_cz: Upravit úèastníka

source: Edit attendees
cs_cz: Upravit úèastníky

source: Edit categories and colors
cs_cz: Upravit kategorie a barvy

source: Edit permissions for %s
cs_cz: Upravit práva pro %s

source: Email Address
cs_cz: E-mailová adresa

source: En_d
cs_cz: Kon_ec

source: End Date
cs_cz: Datum ukonèení

source: End Day
cs_cz: Den ukonèení

source: End Hour
cs_cz: Hodina ukonèení

source: End Minute
cs_cz: Minuta ukonèení

source: End Month
cs_cz: Mìsíc ukonèení

source: End On
cs_cz: Konec v

source: End Time
cs_cz: Èas ukonèení

source: End Year
cs_cz: Rok ukonèení

source: Error retrieving free/busy information for %s: %s
cs_cz: Nastala chyba pøi získávání informace o volno/obsazeno pro %s: %s

source: Error retrieving your free/busy information: %s
cs_cz: Nastala chyba pøi získávání informace o volno/obsazeno: %s

source: Event Defaults
cs_cz: Výchozí hodnoty pro událost

source: Event Status:
cs_cz: Stav události

source: Event added:
cs_cz: událost pøidána:

source: Event deleted:
cs_cz: Událost smazána:

source: Event edited:
cs_cz: Událost upravena:

source: Event from %s to %s
cs_cz: Událost od %s do %s

source: Event not found
cs_cz: Událost nebyla nalezena

source: Event not found: %s
cs_cz: Událost nebyla nalezena: %s

source: Events
cs_cz: Události

source: Events from %s
cs_cz: Události od %s

source: Events must have a start date.
cs_cz: Události musí mít datum zaèátku.

source: Events must have a title.
cs_cz: Události musí mít nadpis.

source: Exceptions
cs_cz: Výjimky

source: Export
cs_cz: Exportovat

source: Export Calendar
cs_cz: Exportovat kalendáø

source: External Events:
cs_cz: Externí události:

source: February
cs_cz: Únor

source: Fields to search
cs_cz: Vyhledávací pole

source: Find
cs_cz: Vyhledat

source: Fr
cs_cz: Pá

source: Free
cs_cz: Volno

source: Free/Busy Information
cs_cz: Informace volno/obsazeno

source: Friday
cs_cz: Pátek

source: Future
cs_cz: Budoucnost

source: Game
cs_cz: Hra

source: General
cs_cz: V¹eobecnì

source: Goto %s
cs_cz: Jít na %s

source: Groups
cs_cz: Skupiny

source: Guest Permissions
cs_cz: Práva hostù

source: Hide
cs_cz: Ukrýt

source: Holidays
cs_cz: Svátky

source: Hour(s)
cs_cz: Hodin(a)

source: How long should the time slots on the day and week views be?
cs_cz: Jak velké mají být èasové úseky v denním a týdenním zobrazení?

source: How many days of Free/Busy information should be generated?
cs_cz: Na kolik dní mají být vygenerovány informace o volno/obsazeno?

source: If your email client doesn't support iTip requests you can use one of the following links to accept or decline the event. To accept the event: %s To accept the event tentatively: %s To decline the event: %s
cs_cz: If your email client doesn't support iTip requests you can use one of the following links to accept or decline the event. Nepodporuje-li Vá¹ e-mailový klient iTip po¾adavky, mù¾ete pou¾ít jeden z následujících odkazù pro potvrzení nebo zamítnutí události. Pro potvrzení události: %s Pro pøedbì¾né potvrzení události: %s Pro zamítnutí události: %s

source: Import Calendar, Step %d
cs_cz: Importovat kalendáø, krok %d

source: Import/Export Calendar
cs_cz: Importovat/Exportovat kalendáø

source: Individual Users
cs_cz: Jednotliví u¾ivatelé

source: January
cs_cz: Leden

source: July
cs_cz: Èervenec

source: June
cs_cz: Èerven

source: Keywords
cs_cz: Klíèová slova

source: Kind
cs_cz: Druh

source: Last 24 hours
cs_cz: Posledních 24 hodin

source: Last Modified
cs_cz: Naposledy zmìnìno

source: Last Month
cs_cz: Minulý mìsíc

source: Last Year
cs_cz: Minulý rok

source: Last week
cs_cz: Minulý týden

source: Learn how to embed other calendar views.
cs_cz: Nauèit se jak vlo¾it ostatní zobrazení kalendáøe.

source: Limit the time span to export:
cs_cz: Limitovat èasové rozpìtí pro exportování:

source: List all contacts when loading the contacts screen? (if disabled, you will only see contacts that you search for explicitly)
cs_cz: Zobrazit seznam v¹ech kontaktù pøi prohlí¾ení kontaktù? (pokud není aktivováno, uvidíte pouze kontakty, které jste zadali pro vyhledávání)

source: Lo_cation
cs_cz: Mí_sto

source: Loading ...
cs_cz: Naèítávám ...

source: Loading...
cs_cz: Naèítávám...

source: Local
cs_cz: Lokální

source: Local calendar owned by %s.
cs_cz: Lokální kalendáø vlastnìný u¾ivatelem %s.

source: Location
cs_cz: Místo

source: Location: %s
cs_cz: Místo: %s

source: Login required for the requested feed (%s).
cs_cz: Pro po¾adovaný feed je vy¾adováno pøihlá¹ení (%s).

source: Maintenance
cs_cz: Údr¾ba

source: Manage Calendars
cs_cz: Spravovat kalendáøe

source: March
cs_cz: Bøezen

source: Maximum Number of Events
cs_cz: Maximální poèet událostí

source: Maximum number of events to display (0 = no limit)
cs_cz: Maximální poèet událostí pro zobrazení (0 = bez limitu)

source: May
cs_cz: Kvìten

source: Me
cs_cz: Já

source: Meeting
cs_cz: Schùze

source: Menu Alarms
cs_cz: Menu alarmy

source: Menu List
cs_cz: Menu seznam

source: Minute(s)
cs_cz: Minut(a)

source: Mo
cs_cz: Po

source: Monday
cs_cz: Pondìlí

source: Month
cs_cz: Mìsíc

source: Month, Week, and Day Views
cs_cz: Mì¹íèní, týdenní a denní zobrazení

source: Monthly
cs_cz: Mìsíènì

source: Monthly: Recurs every
cs_cz: Mìsíènì: Opakuje se ka¾dý

source: Months Ahead
cs_cz: Mìsíce dopøedu

source: Months Before
cs_cz: Pøed mìsíci

source: Move down
cs_cz: Posunout dolù

source: Move up
cs_cz: Posunout nahoru

source: Multiple iCalendar components found; only one vEvent is supported.
cs_cz: Bylo nalezeno nìkolik komponent iCalendar. Je podporován jenom jeden vEvent.

source: My Calendars:
cs_cz: Moje kalendáøe:

source: My Free/Busy URL
cs_cz: Moje volno/obsazeno URL

source: Name
cs_cz: Název

source: New Event
cs_cz: Nová událost

source: New calendar created and automatically shared with the following group(s): %s.
cs_cz: Byl vytvoøen nový kalendáø a automaticky nasdílen s následující(mi) skupinou/skupinami: %s

source: Next
cs_cz: Dal¹í

source: Next 24 hours
cs_cz: Dal¹ích 24 hodin

source: Next Day
cs_cz: Dal¹í den

source: Next Month
cs_cz: Dal¹í mìsíc

source: Next Week
cs_cz: Dal¹í týden

source: Next Year
cs_cz: Dal¹í rok

source: Next day
cs_cz: Dal¹í den

source: Next week
cs_cz: Dal¹í týden

source: No
cs_cz: Ne

source: No Information
cs_cz: Bez informace

source: No alarm
cs_cz: Bez alarmu

source: No attendees
cs_cz: Bez úèastníkù

source: No attendees have been updated because none of the provided email addresses have been found in the event's attendees list.
cs_cz: ®ádný úèastníci nebyly aktualizováni proto¾e ¾ádná ze zadaných e-mailových adres nebyla nalezena v seznamu úèastníku události.

source: No calendars are available to guests.
cs_cz: ®ádný z kalendáøù není dostupný pro hosty.

source: No calendars to search
cs_cz: Nejsou ¾ádné kalendáøe ve kterých by se dalo vyhledávat

source: No end date
cs_cz: Bez datumu ukonèení

source: No events to display
cs_cz: ®ádné události k zobrazení

source: No free/busy information found at the free/busy url of %s.
cs_cz: Nebyla nalezena ®ádná volno/obsazeno informace na volno/obsazeno url pro %s

source: No free/busy information is available for %s
cs_cz: ®ádná informace o volno/obsazeno není dostupná pro %s

source: No free/busy url found for %s.
cs_cz: Nebyla nalezena ®ádná volno/obsazeno URL pro %s.

source: No iCalendar data was found.
cs_cz: Nebyla nalezena ¾ádná data pro iCalendar.

source: No recurrence
cs_cz: Bez opakování

source: No valid email address found
cs_cz: Nebyla nalezena ¾ádná platná e-mailová adresa

source: None
cs_cz: ®ádná

source: Not Found
cs_cz: Nenalezeno

source: Not found
cs_cz: Nenalezeno

source: Notifications
cs_cz: Upozornìní

source: November
cs_cz: Listopad

source: Now
cs_cz: Nyní

source: Object Creator
cs_cz: Tvùrce objektu

source: October
cs_cz: Øíjen

source: On
cs_cz: O

source: On all calendars I have read access to
cs_cz: Pro v¹echny kalendáøe do kterých mám pøístup na ètení

source: On all shown calendars
cs_cz: Pro v¹echny viditelné kalendáøe

source: On my calendars only
cs_cz: Jenom pro moje kalendáøe

source: Only the owner or system administrator may change ownership or owner permissions for a share
cs_cz: Pouze vlastník nebo systémový administrátor mù¾e mìnit vlastnictví nebo práva vlastníka pro sdílený objekt.

source: Optional
cs_cz: Nepovinný

source: Optional Attendees
cs_cz: Nepovinní úèastníci

source: Or enter a user name:
cs_cz: Nebo zadejte u¾ivatelské jméno:

source: Other Options
cs_cz: Dal¹í mo¾nosti

source: Overview
cs_cz: Pøehled

source: Owner
cs_cz: Vlastník

source: Owner:
cs_cz: Vlastník:

source: Owner: %s
cs_cz: Vlastník: %s

source: Password
cs_cz: Heslo

source: Pattern
cs_cz: Vzor

source: Permanently delete this event?
cs_cz: Permanentnì smazat tuto událost?

source: Permission Denied
cs_cz: Nepovolený pøístup

source: Permission denied
cs_cz: Nepovolený pøístup

source: Permission denied for the requested feed (%s).
cs_cz: Nepovolený pøístup pro po¾adovaný feed (%s).

source: Please resolve ambiguous or invalid addresses.
cs_cz: Prosím opravte nejednoznaèné nebo neplatné adresy.

source: Portal Options
cs_cz: Mo¾nosti portálu

source: Possible Meeting Time
cs_cz: Mo¾ný èas schùze

source: Previous Day
cs_cz: Pøedchozí den

source: Previous Month
cs_cz: Pøedchozí mìsíc

source: Previous Week
cs_cz: Pøedchozí týden

source: Previous day
cs_cz: Pøedchozí den

source: Print Views
cs_cz: Zobrazení tisku

source: Prior Events
cs_cz: Pøedchozí události

source: Private Event from %s to %s
cs_cz: Privátní událost od %s do %s

source: Private event
cs_cz: Privátní událost

source: Private?
cs_cz: Privátní?

source: Purge old events from your calender?
cs_cz: Vyèistit staré události z Va¹eho kalendáøe

source: Purge old events how often:
cs_cz: Jak èasto èistit staré události:

source: Purge old events older than this amount of days.
cs_cz: Vyèistit staré události, které jsou star¹í ne¾ uvedený poèet dní.

source: Read
cs_cz: Ètení

source: Really delete the calendar "%s"? This cannot be undone and all data on this calendar will be permanently removed.
cs_cz: Opravdu chcete smazat kalendáø "%s"? Túto akci nelze vrátit a v¹echny data v tomhle kalendáøi budou natrvalo smazány.

source: Really unsubscribe from the calendar "%s" (%s)?
cs_cz: Opravdu zru¹it odebírání kalendáøe "%s" (%s)?

source: Recur Until
cs_cz: Opakovat do

source: Recurrence
cs_cz: Opakování

source: Recurrence Data
cs_cz: Opakovací data

source: Recurrence End Date
cs_cz: Datum konce opakování

source: Recurrence End Day
cs_cz: Den konce opakování

source: Recurrence End Month
cs_cz: Mìsíc konce opakovaní

source: Recurrence End Year
cs_cz: Rok konce opakovaní

source: Recurrence Interval
cs_cz: Opakovací interval

source: Recurrence Type
cs_cz: Typ opakování

source: Recurs daily
cs_cz: Opakovat dennì

source: Recurs monthly
cs_cz: Opakovat mesíènì

source: Recurs weekly
cs_cz: Opakovat týdnì

source: Recurs yearly
cs_cz: Opakovat roènì

source: Reminder: %s
cs_cz: Upomínka: %s

source: Remote
cs_cz: Vzdálený

source: Remote Calendar from:
cs_cz: Vzdálený kalendáøe z:

source: Remote Calendars:
cs_cz: Vzdálené kalendáøe:

source: Remove
cs_cz: Odstranit

source: Remove %s
cs_cz: Odstranit %s

source: Remove Attendee
cs_cz: Odstranit úèastníka

source: Remove source
cs_cz: Odstranit zdroj

source: Removing user data is not supported with the current calendar storage backend.
cs_cz: Odstranìní u¾ivatelských dat není podporováno aktuálním backendem pro ukládání kalendáøù.

source: Replace existing calendar with the imported one? <strong>Warning: This deletes all entries in your current calendar.</strong>
cs_cz: Nahradit existující adresáø importovaným? <strong>Upozornìní: Tato operace sma¾e v¹echny polo¾ky ve Va¹em aktuálním adresáøi.</strong>

source: Required
cs_cz: Povinné

source: Required Attendees
cs_cz: Povinní úèastníci

source: Reset to Defaults
cs_cz: Resetovat na výchozí nastavení

source: Response
cs_cz: Odpovìï

source: Restrict day and week views to these time slots, even if there <strong>are</strong> earlier or later events?
cs_cz: Omezit denní a týdenní zobrazení na tyto èasové úseky i kdy¾ <strong>existují</strong> døívìj¹í nebo pozdìj¹í události?

source: Sa
cs_cz: So

source: Saturday
cs_cz: Sobota

source: Save
cs_cz: Ulo¾it

source: Save %s
cs_cz: Ulo¾it %s

source: Save As New
cs_cz: Ulo¾it jako novou

source: Save Attendees
cs_cz: Ulo¾it úèastníky

source: Save Event
cs_cz: Ulo¾it událost

source: Save and Finish
cs_cz: Ulo¾it a dokonèit

source: Search
cs_cz: Vyhledat

source: Search Results
cs_cz: Výsledky vyhledávání

source: Search for Calendars:
cs_cz: Vyhledávat kalendáøe

source: Search results
cs_cz: Výsledky vyhledávání

source: Searching free/busy is not available.
cs_cz: Vyhledávání volno/obsazeno není dostupné.

source: Select a date
cs_cz: Vybrat datum

source: Select a group to add
cs_cz: Vybrat skupinu, která bude pøidána

source: Select a group to add:
cs_cz: Vybrat skupinu, která bude pøidána:

source: Select a new owner:
cs_cz: Vybrat nového vlastníka:

source: Select a user to add:
cs_cz: Vybrat u¾ivatele, který bude pøidán:

source: Select address book sources for adding and searching for addresses.
cs_cz: Volba zdrojù adresáøe pro pøidávání a vyhledávání adres.

source: Select all fields to search when expanding addresses.
cs_cz: Vybrat v¹echna pole pro vyhledávání pøi expanzi adres.

source: Select confirmation options, how to display the different views and choose default view.
cs_cz: Vybrat mo¾nosti potvrzení, rùzné zobrazení a vybrat výchozí zobrazení.

source: Select the calendar to import to:
cs_cz: Vybrat kalendáø pro importování:

source: Select the calendar(s) to export from
cs_cz: Vybrat kalendáø(e) pro exportování:

source: Select the export format:
cs_cz: Vybrat formát exportu:

source: Select the file to import:
cs_cz: Vybrat soubor k importování:

source: Select the first weekday:
cs_cz: Vybrat první den týdne:

source: Select the format of the source file:
cs_cz: Vybrat formát zdrojového souboru:

source: Select the time span to show:
cs_cz: Vybrat èasové rozpìtí k zobrazení:

source: Select the view to display on startup:
cs_cz: Vybrat zobrazení po pøihlá¹ení se:

source: Select which events to show in the portal.
cs_cz: Vybrat jaké události se mají zobrazit v portálu.

source: Selected Address books:
cs_cz: Vybrané adresáøe:

source: Selected addresses
cs_cz: Vybrané adresy

source: Send a cancel notification to all attendees when deleting this event?
cs_cz: Zaslat zprávu o zru¹ení události v¹em úèastníkùm pøi smazání události?

source: Send an email to %s
cs_cz: Zaslat email %s

source: Send invitations to all attendees?
cs_cz: Zaslat pozvánky v¹em úèastníkùm?

source: Send updates to all attendees?
cs_cz: Zaslat aktualizace v¹em úèastníkùm?

source: September
cs_cz: Záøí

source: Set default values for new events.
cs_cz: Nastavit výchozí hodnoty pro nové události.

source: Set end date
cs_cz: Nastavit datum ukonèení

source: Set options for deleting old events.
cs_cz: Nastavit mo¾nosti pro smazání starých zpráv.
